Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: If your pre-meal glucose is higher than target, your team may suggest waiting a little longer before eating so the insulin can catch up.
de: Ist dein Glukosewert vor der Mahlzeit höher als dein Zielbereich, kann dein Behandlungsteam empfehlen, mit dem Essen etwas länger zu warten, damit das Insulin aufholen kann.
es: Si tu glucosa antes de la comida es más alta que tu objetivo, tu equipo puede sugerirte esperar un poco más antes de comer para que la insulina pueda ponerse al día.
fr: Si ta glycémie avant le repas est plus élevée que la cible, ton équipe soignante peut te conseiller d'attendre un peu plus longtemps avant de manger pour laisser l'insuline rattraper son retard.
it: Se la glicemia prima del pasto è più alta dell'obiettivo, il tuo team potrebbe suggerirti di aspettare un po' di più prima di mangiare, per dare all'insulina il tempo di recuperare terreno.
nl: Is je glucose vóór de maaltijd hoger dan je streefwaarde, dan kan je team voorstellen iets langer te wachten met eten, zodat de insuline de kans krijgt in te lopen.
pl: Jeśli glikemia przed posiłkiem jest wyższa niż docelowa, Twój zespół może zasugerować odczekanie nieco dłużej przed jedzeniem, aby insulina zdążyła zadziałać.
pt: Se a tua glicose antes da refeição estiver mais alta do que o objetivo, a tua equipa pode sugerir esperar um pouco mais antes de comeres, para que a insulina consiga compensar.
ro: Dacă glicemia ta dinainte de masă este mai mare decât ținta, echipa ta te poate sfătui să aștepți puțin mai mult înainte de a mânca, pentru ca insulina să recupereze diferența.
ru: Если глюкоза перед едой выше целевого уровня, твоя команда может посоветовать подождать чуть дольше перед едой, чтобы инсулин успел подействовать.

source: Illness
de: Krankheit
es: Enfermedad
fr: Maladie
it: Malattia
nl: Ziekte
pl: Choroba
pt: Doença
ro: Boală
ru: Болезнь

source: Illness, infection and stress can push glucose up (or sometimes down) and change how much insulin you need. These are the standard rules for staying safe while you're unwell.
de: Krankheit, Infektionen und Stress können die Glukose steigen (manchmal auch sinken) lassen und deinen Insulinbedarf verändern. Dies sind die Standardregeln, um sicher durch die Krankheit zu kommen.
es: La enfermedad, las infecciones y el estrés pueden subir la glucosa (o a veces bajarla) y cambiar cuánta insulina necesitas. Estas son las reglas estándar para mantenerte seguro mientras estás enfermo.
fr: Maladie, infection et stress peuvent faire monter la glycémie (ou parfois la faire baisser) et modifier vos besoins en insuline. Voici les règles standard pour rester en sécurité quand vous êtes malade.
it: Malattia, infezioni e stress possono far salire la glicemia (o a volte scendere) e cambiare il tuo fabbisogno di insulina. Queste sono le regole standard per restare al sicuro quando non stai bene.
nl: Ziekte, infecties en stress kunnen je glucose laten stijgen (of soms dalen) en veranderen hoeveel insuline je nodig hebt. Dit zijn de standaardregels om veilig door je ziekte te komen.
pl: Choroba, infekcja i stres mogą podnosić glukozę (a czasem ją obniżać) i zmieniać zapotrzebowanie na insulinę. Oto standardowe zasady bezpieczeństwa na czas choroby.
pt: Doença, infeções e stress podem fazer subir a glicose (ou por vezes descer) e mudar a quantidade de insulina de que precisas. Estas são as regras padrão para te manteres em segurança enquanto estás doente.
ro: Boala, infecțiile și stresul pot crește glicemia (sau uneori o pot scădea) și pot schimba cantitatea de insulină de care ai nevoie. Acestea sunt regulile standard pentru a rămâne în siguranță cât ești bolnav.
ru: Болезнь, инфекции и стресс могут повышать глюкозу (а иногда и понижать) и менять потребность в инсулине. Вот стандартные правила, которые помогут оставаться в безопасности во время болезни.

source: Immediate attention needed!
de: Sofortiges Handeln nötig!
es: ¡Se requiere atención inmediata!
fr: Attention immédiate requise !
it: Serve attenzione immediata!
nl: Onmiddellijke actie nodig!
pl: Wymagana natychmiastowa reakcja!
pt: É necessária atenção imediata!
ro: Atenție necesară imediat!
ru: Требуется немедленное внимание!

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Subito
nl: Meteen
pl: Natychmiast
pt: Imediatamente
ro: Imediat
ru: Сразу

source: Impact
de: Auswirkung
es: Impacto
it: Impatto
nl: Effect
pl: Wpływ
pt: Impacto
ru: Влияние

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pl: Importuj
pt: Importar
ro: Importă
ru: Импорт

source: Import from CSV
de: Aus CSV importieren
es: Importar desde CSV
fr: Importer depuis un CSV
it: Importa da CSV
nl: Importeren uit CSV
pl: Importuj z pliku CSV
pt: Importar de CSV
ro: Importă din CSV
ru: Импорт из CSV

source: Import from file
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer depuis un fichier
it: Importa da file
nl: Importeren uit bestand
pl: Importuj z pliku
pt: Importar de ficheiro
ro: Importă din fișier
ru: Импорт из файла

source: Important alerts
de: Wichtige Warnungen
es: Alertas importantes
fr: Alertes importantes
it: Avvisi importanti
nl: Belangrijke meldingen
pl: Ważne alerty
pt: Alertas importantes
ro: Alerte importante
ru: Важные оповещения

source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato
nl: Geïmporteerd
pl: Zaimportowano
pt: Importado
ro: Importat
ru: Импортировано

source: Imported %@ record from %@.
de: %@ Datensatz aus %@ importiert.
es: %@ registro importado desde %@.
fr: %@ enregistrement importé depuis %@.
it: %@ record importato da %@.
nl: %@ record geïmporteerd uit %@.
pl: Zaimportowano %@ rekord z %@.
pt: %@ registo importado de %@.
ro: %@ înregistrare importată din %@.
ru: Импортирована %@ запись из %@.

source: Imported %@ records from %@.
de: %@ Datensätze aus %@ importiert.
es: %@ registros importados desde %@.
fr: %@ enregistrements importés depuis %@.
it: %@ record importati da %@.
nl: %@ records geïmporteerd uit %@.
pl: Zaimportowano %@ rekordów z %@.
pt: %@ registos importados de %@.
ro: %@ înregistrări importate din %@.
ru: Импортировано %@ записей из %@.

source: Imported files
de: Importierte Dateien
es: Archivos importados
fr: Fichiers importés
it: File importati
nl: Geïmporteerde bestanden
pl: Zaimportowane pliki
pt: Ficheiros importados
ro: Fișiere importate
ru: Импортированные файлы

source: In plain words
de: Einfach gesagt
es: En palabras sencillas
fr: En clair
it: In parole semplici
nl: In gewone woorden
pl: W prostych słowach
pt: Por palavras simples
ro: În cuvinte simple
ru: Простыми словами

source: In range
de: Im Zielbereich
es: En rango
fr: Dans la cible
it: Nell'intervallo
nl: Binnen bereik
pl: W zakresie
pt: Dentro do intervalo
ro: În interval
ru: В диапазоне

source: In range after
de: Im Zielbereich nach
es: En rango tras
fr: Dans la cible après
it: Nell'intervallo dopo
nl: Binnen bereik na
pl: W zakresie po
pt: Dentro do intervalo após
ro: În interval după
ru: В диапазоне после

source: In range · Active · Sensor
de: Im Zielbereich · Aktiv · Sensor
es: En rango · Activo · Sensor
fr: Dans la cible · Actif · Capteur
it: Nell'intervallo · Attivo · Sensore
nl: Binnen bereik · Actief · Sensor
pl: W zakresie · Aktywny · Sensor
pt: Dentro do intervalo · Ativo · Sensor
ro: În interval · Activ · Senzor
ru: В диапазоне · Активность · Сенсор

source: In target A1c
de: A1c im Zielbereich
es: A1c en objetivo
fr: A1c dans la cible
it: A1c nell'obiettivo
nl: A1c op doel
pl: A1c w zakresie docelowym
pt: A1c no objetivo
ro: A1c la țintă
ru: A1c в целевом диапазоне

source: In the early hours the body releases hormones that prepare you to wake. These raise glucose, so many people see a rise between roughly 3 and 8 a.m. even without eating.
de: In den frühen Morgenstunden schüttet der Körper Hormone aus, die ihn aufs Aufwachen vorbereiten. Diese lassen die Glukose steigen, sodass viele Menschen zwischen etwa 3 und 8 Uhr morgens einen Anstieg sehen — auch ohne zu essen.
es: En las primeras horas del día el cuerpo libera hormonas que te preparan para despertar. Estas elevan la glucosa, por lo que muchas personas notan una subida entre aproximadamente las 3 y las 8 de la mañana, incluso sin comer.
fr: Tôt le matin, le corps libère des hormones qui préparent le réveil. Elles font monter la glycémie, si bien que beaucoup de personnes constatent une hausse entre environ 3 h et 8 h du matin, même sans manger.
it: Nelle prime ore del mattino il corpo rilascia ormoni che preparano al risveglio. Questi ormoni alzano la glicemia, per cui molte persone notano un aumento tra circa le 3 e le 8 del mattino anche senza aver mangiato.
nl: In de vroege uren maakt je lichaam hormonen aan die je voorbereiden op het wakker worden. Deze verhogen de glucose, waardoor veel mensen tussen ongeveer 3 en 8 uur 's ochtends een stijging zien, zelfs zonder te eten.
pl: We wczesnych godzinach porannych organizm uwalnia hormony przygotowujące do przebudzenia. Podnoszą one glikemię, dlatego wiele osób obserwuje jej wzrost mniej więcej między 3 a 8 rano, nawet bez jedzenia.
pt: Nas primeiras horas da manhã, o corpo liberta hormonas que te preparam para acordar. Estas fazem subir a glicose, por isso muitas pessoas notam uma subida entre aproximadamente as 3 e as 8 da manhã, mesmo sem comer.
ro: În primele ore ale dimineții, corpul eliberează hormoni care te pregătesc pentru trezire. Aceștia cresc glicemia, așa că mulți oameni observă o creștere între aproximativ ora 3 și ora 8 dimineața, chiar și fără să mănânce.
ru: Ранним утром организм выделяет гормоны, которые готовят тело к пробуждению. Они повышают глюкозу, поэтому у многих людей она растёт примерно с 3 до 8 утра, даже без еды.

source: In-range day streak
de: Serie von Tagen im Zielbereich
es: Racha de días en rango
fr: Série de jours dans la cible
it: Serie di giorni nell'intervallo
nl: Reeks dagen binnen bereik
pl: Seria dni w zakresie
pt: Sequência de dias dentro do intervalo
ro: Serie de zile în interval
ru: Серия дней в диапазоне

source: In-range streak
de: Serie im Zielbereich
es: Racha en rango
fr: Série dans la cible
it: Serie nell'intervallo
nl: Reeks binnen bereik
pl: Seria w zakresie
pt: Sequência no intervalo
ro: Serie în interval
ru: Серия в диапазоне

source: Include diagnostics
de: Diagnosedaten einschließen
es: Incluir diagnósticos
fr: Inclure les diagnostics
it: Includi diagnostiche
nl: Diagnostische gegevens toevoegen
pl: Dołącz dane diagnostyczne
pt: Incluir diagnósticos
ro: Include diagnosticele
ru: Включить диагностику

source: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
nl: Inbegrepen
pl: Uwzględnione
pt: Incluído
ro: Incluse
ru: Включено

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
nl: Ingrediënten
pl: Składniki
pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты

source: Inhaled
de: Inhaliert
es: Inhalada
fr: Inhalée
it: Inalata
nl: Geïnhaleerd
pl: Wziewna
pt: Inalada
ro: Inhalată
ru: Ингаляционный

source: Injection sites
de: Injektionsstellen
es: Zonas de inyección
fr: Sites d'injection
it: Siti di iniezione
nl: Injectieplaatsen
pl: Miejsca wstrzyknięć
pt: Locais de injeção
ro: Locuri de injectare
ru: Места инъекций

source: Injections (MDI)
de: Injektionen (MDI)
es: Inyecciones (MDI)
it: Iniezioni (MDI)
nl: Injecties (MDI)
pl: Wstrzyknięcia (MDI)
pt: Injeções (MDI)
ro: Injecții (MDI)
ru: Инъекции (MDI)

source: Inputs
de: Eingaben
es: Datos introducidos
fr: Données saisies
it: Dati inseriti
nl: Invoerwaarden
pl: Dane wejściowe
pt: Dados introduzidos
ro: Date introduse
ru: Входные данные

source: Inserted
de: Eingesetzt
es: Insertado
fr: Posé
it: Inserito
nl: Ingebracht
pl: Założono
pt: Inserido
ro: Introdus
ru: Установлен

source: Inserted %@ · expires %@
de: Eingesetzt %@ · läuft ab %@
es: Insertado %@ · caduca %@
fr: Posé %@ · expire %@
it: Inserito %@ · scade %@
nl: Ingebracht %@ · verloopt %@
pl: Założono %@ · wygasa %@
pt: Inserido %@ · expira %@
ro: Introdus %@ · expiră %@
ru: Установлен %@ · истекает %@

source: Insight of the week
de: Erkenntnis der Woche
es: El patrón de la semana
fr: La tendance de la semaine
it: La tendenza della settimana
nl: Inzicht van de week
pl: Wniosek tygodnia
pt: Tendência da semana
ro: Tiparul săptămânii
ru: Вывод недели

source: Insights
de: Einblicke
es: Análisis
fr: Analyses
it: Analisi
nl: Inzichten
pl: Analizy
pt: Análises
ro: Analize
ru: Аналитика

source: Insights that find the patterns
de: Einblicke, die Muster finden
es: Análisis que encuentran los patrones
fr: Des analyses qui repèrent les schémas
it: Analisi che trovano gli schemi
nl: Inzichten die patronen vinden
pl: Analizy, które znajdują wzorce
pt: Análises que encontram os padrões
ro: Analize care găsesc tiparele
ru: Аналитика, которая находит закономерности

source: Insulin action
de: Insulinwirkung
es: Acción de la insulina
fr: Action de l'insuline
it: Azione dell'insulina
nl: Insulinewerking
pl: Działanie insuliny
pt: Ação da insulina
ro: Acțiunea insulinei
ru: Действие инсулина

source: Insulin balance
de: Insulinbilanz
es: Balance de insulina
fr: Équilibre de l'insuline
it: Bilancio dell'insulina
nl: Insulinebalans
pl: Bilans insuliny
pt: Equilíbrio de insulina
ro: Echilibru insulină
ru: Баланс инсулина

source: Insulin breakfast
de: Insulin Frühstück
es: Insulina desayuno
fr: Insuline petit-déjeuner
it: Insulina colazione
nl: Insuline ontbijt
pl: Insulina śniadanie
pt: Insulina pequeno-almoço
ro: Insulină mic dejun
ru: Инсулин завтрак

source: Insulin dinner
de: Insulin Abendessen
es: Insulina cena
fr: Insuline dîner
it: Insulina cena
nl: Insuline avondeten
pl: Insulina kolacja
pt: Insulina jantar
ro: Insulină cină
ru: Инсулин ужин

source: Insulin doses
de: Insulindosen
es: Dosis de insulina
fr: Doses d'insuline
it: Dosi di insulina
nl: Insulinedoses
pl: Dawki insuliny
pt: Doses de insulina
ro: Doze de insulină
ru: Дозы инсулина

source: Insulin duration
de: Insulindauer
es: Duración de la insulina
fr: Durée de l’insuline
it: Durata dell’insulina
nl: Insulineduur
pl: Czas działania insuliny
pt: Duração da insulina
ro: Durata insulinei
ru: Длительность действия инсулина

source: Insulin ends
de: Insulin endet
es: Fin de insulina
fr: Fin d’insuline
it: Fine insulina
nl: Insuline eindigt
pl: Koniec insuliny
pt: Fim da insulina
ro: Insulina se termină
ru: Инсулин закончится

source: Insulin logged
de: Insulin erfasst
es: Insulina registrada
fr: Insuline enregistrée
it: Insulina registrata
nl: Insuline vastgelegd
pl: Insulina zapisana
pt: Insulina registada
ro: Insulină înregistrată
ru: Инсулин записан

source: Insulin lunch
de: Insulin Mittagessen
es: Insulina almuerzo
fr: Insuline déjeuner
it: Insulina pranzo
nl: Insuline lunch
pl: Insulina obiad
pt: Insulina almoço
ro: Insulină prânz
ru: Инсулин обед

source: Insulin on board
de: Aktives Insulin
es: Insulina activa
fr: Insuline active
it: Insulina attiva
nl: Actieve insuline
pl: Insulina aktywna
pt: Insulina ativa
ro: Insulină activă
ru: Активный инсулин

source: Insulin on board %@
de: Aktives Insulin %@
es: Insulina activa %@
fr: Insuline active %@
it: Insulina attiva %@
nl: Actieve insuline %@
pl: Aktywna insulina %@
pt: Insulina ativa %@
ro: Insulină activă %@
ru: Активный инсулин %@

source: Insulin on board %@ units
de: Aktives Insulin %@ Einheiten
es: Insulina activa %@ unidades
fr: Insuline active %@ unités
it: Insulina attiva %@ unità
nl: Actieve insuline %@ eenheden
pl: Aktywna insulina %@ jednostek
pt: Insulina ativa %@ unidades
ro: Insulină activă %@ unități
ru: Активный инсулин %@ единиц

source: Insulin on board is already subtracted below. Active carbs from earlier meals are shown for context and are not added to the dose — factor them into your own judgement.
de: Das aktive Insulin ist unten bereits abgezogen. Aktive Kohlenhydrate von früheren Mahlzeiten werden zur Orientierung angezeigt und nicht zur Dosis addiert — berücksichtige sie nach eigenem Ermessen.
es: La insulina activa ya está restada abajo. Los carbohidratos activos de comidas anteriores se muestran como contexto y no se suman a la dosis — tenlos en cuenta con tu propio criterio.
fr: L’insuline active est déjà déduite ci-dessous. Les glucides actifs des repas précédents sont indiqués à titre de contexte et ne sont pas ajoutés à la dose — prenez-les en compte selon votre propre jugement.
it: L’insulina attiva è già sottratta qui sotto. I carboidrati attivi dei pasti precedenti sono mostrati come contesto e non vengono aggiunti alla dose — valutali con il tuo giudizio.
nl: Actieve insuline is hieronder al afgetrokken. Actieve koolhydraten van eerdere maaltijden worden ter context getoond en niet bij de dosis opgeteld — houd er zelf rekening mee.
pl: Aktywna insulina jest już odjęta poniżej. Aktywne węglowodany z wcześniejszych posiłków są pokazane dla kontekstu i nie są dodawane do dawki — uwzględnij je według własnej oceny.
pt: A insulina ativa já está subtraída abaixo. Os hidratos de carbono ativos de refeições anteriores são mostrados como contexto e não são adicionados à dose — tem-nos em conta com o teu próprio critério.
ro: Insulina activă este deja scăzută mai jos. Carbohidrații activi de la mesele anterioare sunt afișați pentru context și nu se adaugă la doză — ține cont de ei în propria ta judecată.
ru: Активный инсулин уже вычтен ниже. Активные углеводы из предыдущих приёмов пищи показаны для контекста и не добавляются к дозе — учитывайте их на своё усмотрение.

source: Insulin on board is already subtracted from the suggestion below.
de: Das aktive Insulin ist bereits vom Vorschlag unten abgezogen.
es: La insulina activa ya está restada de la sugerencia de abajo.
fr: L’insuline active est déjà déduite de la suggestion ci-dessous.
it: L’insulina attiva è già sottratta dal suggerimento qui sotto.
nl: Actieve insuline is al afgetrokken van de suggestie hieronder.
pl: Aktywna insulina jest już odjęta od sugestii poniżej.
pt: A insulina ativa já está subtraída da sugestão abaixo.
ro: Insulina activă este deja scăzută din sugestia de mai jos.
ru: Активный инсулин уже вычтен из предложения ниже.

source: Insulin pump
de: Insulinpumpe
es: Bomba de insulina
fr: Pompe à insuline
it: Microinfusore
nl: Insulinepomp
pl: Pompa insulinowa
pt: Bomba de insulina
ro: Pompă de insulină
ru: Инсулиновая помпа

source: Insulin units
de: Insulineinheiten
es: Unidades de insulina
fr: Unités d’insuline
it: Unità di insulina
nl: Insuline-eenheden
pl: Jednostki insuliny
pt: Unidades de insulina
ro: Unități de insulină
ru: Единицы инсулина

source: Insulin, meals, activity and notes for this day appear here.
de: Insulin, Mahlzeiten, Aktivität und Notizen für diesen Tag erscheinen hier.
es: La insulina, las comidas, la actividad y las notas de este día aparecen aquí.
fr: L'insuline, les repas, l'activité et les notes de cette journée apparaissent ici.
it: Insulina, pasti, attività e note di questo giorno appaiono qui.
nl: Insuline, maaltijden, activiteit en notities voor deze dag verschijnen hier.
pl: Insulina, posiłki, aktywność i notatki z tego dnia pojawiają się tutaj.
pt: A insulina, as refeições, a atividade e as notas deste dia aparecem aqui.
ro: Insulina, mesele, activitatea și notițele pentru această zi apar aici.
ru: Инсулин, приёмы пищи, активность и заметки за этот день появятся здесь.

source: Intelligent features
de: Intelligente Funktionen
es: Funciones inteligentes
fr: Fonctionnalités intelligentes
it: Funzioni intelligenti
nl: Intelligente functies
pl: Funkcje inteligentne
pt: Funcionalidades inteligentes
ro: Funcții inteligente
ru: Интеллектуальные функции

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
nl: Intensiteit
pl: Intensywność
pt: Intensidade
ro: Intensitate
ru: Интенсивность

source: Intermediate
de: Intermediär wirkend
es: Acción intermedia
fr: Action intermédiaire
it: Ad azione intermedia
nl: Middellangwerkend
pl: Pośrednio działająca
pt: Ação intermédia
ro: Cu acțiune intermediară
ru: Средней продолжительности

source: International consensus on Time in Range (Battelino et al., 2019)
de: Internationaler Konsens zu Time in Range (Battelino et al., 2019)
es: Consenso internacional sobre el Tiempo en Rango (Battelino et al., 2019)
fr: Consensus international sur le temps dans la cible (Battelino et al., 2019)
it: Consenso internazionale sul tempo nell'intervallo (Battelino et al., 2019)
nl: Internationale consensus over tijd binnen bereik (Battelino et al., 2019)
pl: Międzynarodowy konsensus dotyczący czasu w zakresie (Battelino i wsp., 2019)
pt: Consenso internacional sobre o Tempo no Intervalo (Battelino et al., 2019)
ro: Consens internațional privind timpul în interval (Battelino et al., 2019)
ru: Международный консенсус по времени в диапазоне (Battelino et al., 2019)

source: Interval
de: Zeitraum
es: Intervalo
fr: Intervalle
it: Intervallo
pl: Zakres
pt: Intervalo
ru: Интервал

source: It can differ from lab A1c
de: Er kann vom Labor-A1c abweichen
es: Puede diferir de la A1c de laboratorio
fr: Il peut différer de l'A1c de laboratoire
it: Può differire dall'A1c di laboratorio
nl: Het kan afwijken van de A1c uit het lab
pl: Może różnić się od laboratoryjnego A1c
pt: Pode ser diferente da A1c laboratorial
ro: Poate diferi de A1c-ul de laborator
ru: Может отличаться от лабораторного A1c

source: It took %lld rounds and %lld g in total to recover.
de: Es brauchte %lld Runden und insgesamt %lld g zur Erholung.
es: Hicieron falta %lld rondas y %lld g en total para recuperarte.
fr: Il a fallu %lld prises et %lld g au total pour récupérer.
it: Ci sono voluti %lld giri e %lld g in totale per recuperare.
nl: Er waren %lld rondes en in totaal %lld g nodig om te herstellen.
pl: Potrzeba było %lld rund i łącznie %lld g, aby wrócić do normy.
pt: Foram precisas %lld rondas e %lld g no total para recuperar.
ro: Au fost necesare %lld runde și %lld g în total pentru recuperare.
ru: Для восстановления потребовалось %lld подходов и %lld г в сумме.

source: It took %lld rounds of %lld g to recover.
de: Es brauchte %lld Runden mit je %lld g zur Erholung.
es: Hicieron falta %lld rondas de %lld g para recuperarse.
fr: Il a fallu %lld tours de %lld g pour remonter.
it: Ci sono voluti %lld cicli da %lld g per riprendersi.
nl: Er waren %lld rondes van %lld g nodig om te herstellen.
pl: Do wyrównania potrzeba było %lld rund po %lld g.
pt: Foram precisas %lld rondas de %lld g para recuperar.
ro: A fost nevoie de %lld runde a câte %lld g pentru revenire.
ru: Для восстановления потребовалось %lld подходов по %lld г.

source: It's been a while since your %lld g meal — a reading now shows how it landed.
de: Deine %lld-g-Mahlzeit ist schon eine Weile her – ein Messwert jetzt zeigt, wie sie sich ausgewirkt hat.
es: Ha pasado un rato desde tu comida de %lld g: una lectura ahora muestra cómo ha ido.
fr: Votre repas de %lld g remonte à un moment — une mesure maintenant montre son effet.
it: È passato un po' dal tuo pasto da %lld g — una lettura ora mostra com'è andata.
nl: Het is alweer even geleden sinds je maaltijd van %lld g — een meting nu laat zien hoe het uitpakte.
pl: Minęło już trochę czasu od Twojego posiłku %lld g — pomiar teraz pokaże, jak się skończył.
pt: Já passou algum tempo desde a tua refeição de %lld g — uma leitura agora mostra como correu.
ro: A trecut ceva timp de la masa ta de %lld g — o citire acum arată cum a decurs.
ru: С момента вашего приёма пищи на %lld г прошло время — измерение сейчас покажет результат.
